tests/UKHO.ERPFacade.API.FunctionalTests/ERPFacadePayloadTestData/SapMockApiConfigure.xml

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ConfigureTestCase xmlns="urn:sap-com:document:sap:rfc:functions">
			<TestCase>InternalServerError500</TestCase>
		</ConfigureTestCase>
	</soap:Body>
</soap:Envelope>